{
    "foods": [
      {
        "name": "Tuna Casserole",
        "origin": "Franklin, USA",
        "emoji": "🍲",
        "story": "I used to love tuna casserole my dad used to make it all the time as a kid then he stopped for some reason!!",
        "id": 1
      },
      {
        "name": "Eggnog",
        "origin": "Everywhere, USA",
        "emoji": "🥛",
        "story": "People say that they don't like eggnog but I just think that's because they've never had Hood's Golden Eggnog. I swear I can drink this like water. During the holidays I probably drink 5 gallons of this stuff. My dad always makes sure theres at least 2 gallons in the fridge when I come home for Christmas. Eggnog Season is Nov 1-Whenever they stop selling 'Nog.",
        "id": 2
      },
      {
        "name": "Lobster",
        "origin": "Maine, USA",
        "emoji": "🦞",
        "story": "I love Lobster!!! Once my friend surprised me for my birthday by buying some lobster to cook at our campsite. She stabbed through their heads thinking it would kill them quickly before flambéing, but instead they writhed and writhed...it was horrific. But I love eating lobster so much that it didn't deter me. On my birthday I spend over $100 eating lobster for every meal.  ",
        "id": 3
      },
      {
        "name": "Snickerdoodle",
        "origin": "Eugene, USA",
        "emoji": "🍪",
        "story": "These are a fun and simple cookie to make, and I found a vegan recipe so my roommates can eat them too. I love baking for our whole little family as a way to show I care.",
        "id": 4
      },
      {
        "name": "Avocado Toast With A Poached Egg",
        "origin": "Hoboken, USA",
        "emoji": "🥑",
        "story": "I had avocado toast with a poached egg for the first time at a special birthday brunch. It was such a great day and the food was delicious!   I love how quick and easy it is  to make.",
        "id": 6
      },
      {
        "name": "Michigans",
        "origin": "Plattsburgh, USA",
        "emoji": "🌭",
        "story": "Michigans are special hot dogs that are unique to Plattsburgh, NY! They remind me of summers spent on lake Champlain with amazing family and friends!",
        "id": 7
      }
    ]
  }